{
    "eventName": "musical festival",
    "appName": "musicalFestApp",
    "versionNo": "1",
    "appCity": "Rio de Janeiro",
    "appState": "Rio de Janeiro",
    "appCountry": "BR",
    "organization": "Epihack",
    "organizerName": "Epi Hack",
    "start": "2015-07-01",
    "finish": "2015-07-12",
    "theme": "music",
    "symptoms": [
        {
            "code": "Fever",
            "name": "Fever"
        },
        {
            "code": "Cough",
            "name": "Cough"
        },
        {
            "code": "Sore throat",
            "name": "Sore throat"
        },
        {
            "code": "Shortness of breath",
            "name": "Shortness of breath"
        },
        {
            "code": "Nuasea and Vommitting",
            "name": "Nuasea and Vommitting"
        },
        {
            "code": "Diarrhea",
            "name": "Diarrhea"
        },
        {
            "code": "Joint-pain",
            "name": "Joint-pain"
        },
        {
            "code": "Headache",
            "name": "Headache"
        },
        {
            "code": "Bleeding",
            "name": "Bleeding"
        },
        {
            "code": "Rash",
            "name": "Rash"
        },
        {
            "code": "Dark urine",
            "name": "Dark urine"
        },
        {
            "code": "Red eyes",
            "name": "Red eyes"
        }
    ],
    "menus": [200, 499, 199, 600, 500],
    "pages": [


        {
            "id": 200,
            "type": "list",
            "title": "News",
            "body": "",
            "items": [201, 202, 203]
        },
        {
            "id": 201,
            "type": "detail",
            "title": "Zika in Brazil",
            "date": "June 11, 2015",
            "body": "On May 14, 2015, the Ministry of Health in Brazil confirmed 16 locally transmitted cases of Zika. Local transmission means that mosquitoes in Brazil have been infected with Zika and are spreading it to people. infected with Zika and are spreading it to people. Cases have been reported in several states throughout the country. CDC recommends that travelers to Brazil protect themselves from mosquito bites.",
            "image": "http://s0.ejesa.ig.com.br/infograficos/15/05/15-info-zika.jpg"
        },
        {
            "id": 202,
            "type": "detail",
            "date": "May 26, 2015",
            "title": "Dengue in Brazil",
            "body": "According to Pan American Health Organization (PAHO), as of May 8, 2015, 745,957 cases of dengue fever, including 229 deaths, have been reported in Brazil in 2015. Travelers to Brazil should protect themselves against mosquito bites to avoid getting dengue.",
            "image": "http://www.grupoghanem.com.br/index/wp-content/uploads/2015/01/129500-dengue02.jpg"
        },
        {
            "id": 203,
            "type": "detail",
            "title": "Chikungunya in South America",
            "date": "May 14, 2015",
            "body": "In December 2013, French Guiana reported locally transmitted cases for the first time in South America. Local transmission means that mosquitoes in the area have been infected with chikungunya and are spreading it to people. CDC recommends that travelers to the South America protect themselves from mosquito bites.",
            "image": "http://www.robsonpiresxerife.com/wp-content/uploads/2014/12/virusdengue.jpg"
        },



        {
            "id": 499,
            "type": "list",
            "title": "Health tips",
            "body": "",
            "items": [400, 401, 402, 403, 404, 405, 406, 407, 408]
        },
        {
            "id": 400,
            "type": "page",
            "body": "<h2>Eat</h2><ul><li>Food that is cooked and served hot</li><li>Hard-cooked eggs</li><li>Fruits and vegetables you have washed in clean water or peeled yourself</li><li>Pasteurized dairy products</li></ul><h2>Don't Eat</h2><ul><li>Food served at room temperature</li><li>Food from street vendors</li><li>Raw or soft-cooked (runny) eggs</li><li>Raw or undercooked (rare) meat or fish</li><li>Unwashed or unpeeled raw fruits and vegetables</li><li>Unpasteurized dairy products</li><li>”Bushmeat” (monkeys, bats, or other wild game)</li></ul><h2>Drink</h2><ul><li>Bottled water that is sealed</li><li>Water that has been disinfected</li><li>Ice made with bottled or disinfected water</li><li>Carbonated drinks</li><li>Hot coffee or tea</li><li>Pasteurized milk</li></ul><h2>Don’t Drink</h2><ul><li>Tap or well water</li><li>Ice made with tap or well water</li><li>Drinks made with tap or well water (such as reconstituted juice)</li><li>Unpasteurized milk</li></ul>",
            "title": "Eat and drink safely"
        },
        {
            "id": 401,
            "type": "page",
            "body": "<h2>What can I do to prevent bug bites?</h2><ul><li>Cover exposed skin by wearing long-sleeved shirts, long pants, and hats.</li><li>Use an appropriate insect repellent (see below).</li><li>Use permethrin-treated clothing and gear (such as boots, pants, socks, and tents). Do not use permethrin directly on skin.</li><li>Stay and sleep in air-conditioned or screened rooms.</li><li>Use a bed net if the area where you are sleeping is exposed to the outdoors.</li></ul><h2>What type of insect repellent should I use?</h2><ul><li>FOR PROTECTION AGAINST TICKS AND MOSQUITOES: Use a repellent that contains 20% or more DEET for protection that lasts up to several hours.</li><li>FOR PROTECTION AGAINST MOSQUITOES ONLY: Products with one of the following active ingredients can also help prevent mosquito bites. Higher percentages of active ingredient provide longer protection.\r\n        \nDEET\nPicaridin (also known as KBR 3023, Bayrepel, and icaridin)\nOil of lemon eucalyptus (OLE) or PMD\nIR3535</li><li>DEET</li><li>Picaridin (also known as KBR 3023, Bayrepel, and icaridin)</li><li>Oil of lemon eucalyptus (OLE) or PMD</li><li>IR3535</li><li>Always use insect repellent as directed.</li></ul><h2>What should I do if I am bitten by bugs?</h2><ul><li>Avoid scratching bug bites, and apply hydrocortisone cream or calamine lotion to reduce the itching.</li><li>Check your entire body for ticks after outdoor activity. Be sure to remove ticks properly.</li></ul>",
            "title": "Prevent bug bites"
        },
        {
            "id": 402,
            "type": "page",
            "body": "<h2>Stay safe around water</h2><ul><li>Stay alert to changing weather conditions and adjust your plans if conditions become unsafe.</li><li>Prepare for activities by wearing the right clothes and packing protective items, such as bug spray, sunscreen, and a basic first aid kit.</li><li>Consider learning basic first aid and CPR before travel. Bring a travel health kit with items appropriate for your activities.</li><li>Heat-related illness, such as heat stroke, can be deadly. Eat and drink regularly, wear loose and lightweight clothing, and limit physical activity during high temperatures.\r\n        \nIf you are outside for many hours in heat, eat salty snacks and drink water to stay hydrated and replace salt lost through sweating.</li><li>If you are outside for many hours in heat, eat salty snacks and drink water to stay hydrated and replace salt lost through sweating.</li><li>Protect yourself from UV radiation: use sunscreen with an SPF of at least 15, wear protective clothing, and seek shade during the hottest time of day (10 a.m.–4 p.m.).</li><li>Be especially careful during summer months and at high elevation. Because sunlight reflects off snow, sand, and water, sun exposure may be increased during activities like skiing, swimming, and sailing.</li><li>Very cold temperatures can be dangerous. Dress in layers and cover heads, hands, and feet properly if you are visiting a cold location.</li></ul>",
            "title": "Stay safe outdoors"
        },
        {
            "id": 403,
            "type": "page",
            "body": "<h2>Most animals avoid people, but they may attack if they feel threatened, are protecting their young or territory, or if they are injured or ill. Animal bites and scratches can lead to serious diseases such as rabies.</h2><ul><li>Do not touch or feed any animals you do not know.</li><li>Do not allow animals to lick open wounds, and do not get animal saliva in your eyes or mouth.</li><li>Avoid rodents and their urine and feces.</li><li>Traveling pets should be supervised closely and not allowed to come in contact with local animals.</li><li>If you wake in a room with a bat, seek medical care immediately. Bat bites may be hard to see.</li></ul><h2>Follow these tips to protect yourself:</h2><ul><li>Wash the wound with soap and clean water.</li><li>Go to a doctor right away.</li><li>Tell your doctor about your injury when you get back to the United States.</li></ul>",
            "title": "Keep away from animals"
        },
        {
            "id": 404,
            "type": "page",
            "body": "<h2>Follow these tips to avoid getting sick or spreading illness to others while traveling:</h2><ul><li>Wash your hands often, especially before eating.</li><li>If soap and water aren’t available, clean hands with hand sanitizer (containing at least 60% alcohol).</li><li>Don’t touch your eyes, nose, or mouth. If you need to touch your face, make sure your hands are clean.</li><li>Cover your mouth and nose with a tissue or your sleeve (not your hands) when coughing or sneezing.</li><li>Try to avoid contact with people who are sick.</li><li>If you are sick, stay home or in your hotel room, unless you need medical care.</li></ul>",
            "title": "Reduce your exposure to germs"
        },
        {
            "id": 405,
            "type": "page",
            "body": "<h2>Diseases such as HIV infection can be spread through body fluids, such as saliva, blood, vomit, and semen.</h2><ul><li>Use latex condoms correctly.</li><li>Do not inject drugs.</li><li>Limit alcohol consumption. People take more risks when intoxicated.</li><li>Do not share needles or any devices that can break the skin. That includes needles for tattoos, piercings, and acupuncture.</li><li>If you receive medical or dental care, make sure the equipment is disinfected or sanitized.</li></ul>",
            "title": "Avoid sharing body fluids"
        },
        {
            "id": 406,
            "type": "page",
            "body": "<h2>Plan for how you will get health care during your trip, should the need arise:</h2><ul><li>Carry a list of local doctors and hospitals at your destination.</li><li>Review your health insurance plan to determine what medical services it would cover during your trip. Consider purchasing travel health and medical evacuation insurance.</li><li>Carry a card that identifies, in the local language, your blood type, chronic conditions or serious allergies, and the generic names of any medications you take.</li><li>Some prescription drugs may be illegal in other countries. Call Brazil’s embassy to verify that all of your prescription(s) are legal to bring with you.</li><li>Bring all the medicines (including over-the-counter medicines) you think you might need during your trip, including extra in case of travel delays. Ask your doctor to help you get prescriptions filled early if you need to.</li></ul>",
            "title": "Know how to get medical care while traveling"
        },
        {
            "id": 407,
            "type": "page",
            "body": "<h2>Walking</h2><ul><li>Use sidewalks and marked crosswalks.</li><li>Pay attention to the traffic around you, especially in crowded areas.</li><li>Remember, people on foot do not always have the right of way in other countries.</li></ul><h2>Riding/Driving</h2><ul><li>Choose official taxis or public transportation, such as trains and buses.</li><li>Ride only in cars that have seatbelts.</li><li>Avoid overcrowded, overloaded, top-heavy buses and minivans.</li><li>Avoid riding on motorcycles or motorbikes, especially motorbike taxis. (Many crashes are caused by inexperienced motorbike drivers.)</li><li>Choose newer vehicles—they may have more safety features, such as airbags, and be more reliable.</li><li>Choose larger vehicles, which may provide more protection in crashes.</li></ul><h2>Flying</h2><ul><li>Do not drive after drinking alcohol or ride with someone who has been drinking.</li><li>Consider hiring a licensed, trained driver familiar with the area.</li><li>Arrange payment before departing.</li></ul><h2>Medical Evacuation Insurance</h2><ul><li>Wear a seatbelt at all times.</li><li>Sit in the back seat of cars and taxis.</li><li>When on motorbikes or bicycles, always wear a helmet. (Bring a helmet from home, if needed.)</li><li>Avoid driving at night; street lighting in certain parts of Brazil may be poor.</li><li>Do not use a cell phone or text while driving (illegal in many countries).</li><li>Travel during daylight hours only, especially in rural areas.</li><li>If you choose to drive a vehicle in Brazil, learn the local traffic laws and have the proper paperwork.</li><li>Get any driving permits and insurance you may need. Get an International Driving Permit (IDP). Carry the IDP and a US-issued driver's license at all times.</li><li>Check with your auto insurance policy's international coverage, and get more coverage if needed. Make sure you have liability insurance.</li></ul><h2>Helpful Resources</h2><ul><li>Avoid using local, unscheduled aircraft.</li><li>If possible, fly on larger planes (more than 30 seats); larger airplanes are more likely to have regular safety inspections.</li><li>Try to schedule flights during daylight hours and in good weather.</li></ul>",
            "title": "Select safe transportation"
        },
        {
            "id": 408,
            "type": "page",
            "body": "<h2>Before you leave</h2><ul><li>Research your destination(s), including local laws, customs, and culture.</li><li>Monitor travel warnings and alerts and read travel tips from the US Department of State.</li><li>Enroll in the Smart Traveler Enrollment Program (STEP).</li><li>Leave a copy of your itinerary, contact information, credit cards, and passport with someone at home.</li><li>Pack as light as possible, and leave at home any item you could not replace.</li></ul><h2>While at your destination(s)</h2><ul><li>Carry contact information for the nearest US embassy or consulate.</li><li>Carry a photocopy of your passport and entry stamp; leave the actual passport securely in your hotel.</li><li>Follow all local laws and social customs.</li><li>Do not wear expensive clothing or jewelry.</li><li>Always keep hotel doors locked, and store valuables in secure areas.</li><li>If possible, choose hotel rooms between the 2nd and 6th floors.</li></ul>",
            "title": "Maintain personal security"
        },


        {
            "id": 199,
            "type": "list",
            "title": "Useful Phone",
            "body": "",
            "items": [ 100, 101, 102, 103, 104, 105, 106, 107 ]
        },
        {
            "id": 100,
            "type": "detail",
            "body": "",
            "title": "Medical Emergency",
            "phone": "192"
        },
        {
            "id": 101,
            "type": "detail",
            "body": "",
            "title": "Fire Service",
            "phone": "193"
        },
        {
            "id": 102,
            "type": "detail",
            "body": "",
            "title": "Federal Police",
            "phone": "194"
        },
        {
            "id": 103,
            "type": "detail",
            "body": "",
            "title": "Federal Highway Police",
            "phone": "191"
        },
        {
            "id": 104,
            "type": "detail",
            "body": "",
            "title": "State Highway Police",
            "phone": "198"
        },
        {
            "id": 105,
            "type": "detail",
            "body": "",
            "title": "Rio de Janeiro Civil Police",
            "phone": "197"
        },
        {
            "id": 106,
            "type": "detail",
            "body": "",
            "title": "Rio de Janeiro Military Police",
            "phone": "190"
        },
        {
            "id": 107,
            "type": "detail",
            "body": "",
            "title": "Sea Rescue",
            "phone": "(21) 2104 6119"
        },

        {
            "id": 500,
            "type": "detail",
            "body": "schedule...",
            "title": "schedule"
        },

        {
            "id": 600,
            "type": "detail",
            "body": "about...",
            "title": "about"
        }
    ]
}
